<template>
    <div>
<div class="text-center">
<h1 class="display-4">О нас</h1>
<h2>
Межгалактическая гостиница - это не просто гостиница, это ваш портал в неизведанные уголки вселенной.
Наша миссия - предоставить вам незабываемые впечатления от путешествия по галактике, не выходя из комфорта нашей гостиницы.
</h2>
<img class="onas" :src="park">
<h2>
Мы гордимся тем, что предлагаем нашим гостям самые передовые технологии и услуги. Стремимся к тому, чтобы каждый наш гость чувствовал себя как дома, даже находясь вдали от Земли. Мы заботимся о каждой детали вашего пребывания, чтобы сделать его незабываемым.
</h2>
<h2>
Межгалактическая гостиница - это не просто место для ночлега, это ваш дом среди звезд. Мы с нетерпением ждем возможности приветствовать вас на борту!"
</h2>

<h2>
Вот некоторые из услуг, которые может предложить Межгалактическая гостиница:

</h2>
</div>
<div class="about">
<div>
<img class="onas" :src="cosmos">
<p>1. Космические экскурсии: Мы организуем экскурсии по различным планетам и звездным системам.</p>
</div>
<div>
<img class="onas" :src="spa">
<p>2. Спа-центр с нулевой гравитацией: Насладитесь уникальными процедурами в нашем спа-центре с нулевой гравитацией.</p>
</div>
<div>
<img class="onas" :src="sport">
<p>3. Тренажерный зал с регулируемой гравитацией: Наш тренажерный зал позволяет вам настроить уровень гравитации для оптимальной тренировки.</p>
</div>
<div>
<img class="onas" :src="bass">
<p> 4. Галактический бассейн: Поплавайте среди звезд в нашем галактическом бассейне.</p>
</div>
<div>
<img class="onas" :src="conf">
<p>5. Конференц-залы: Наши конференц-залы оснащены последними технологиями для проведения межпланетных встреч.</p>
</div>
<div>
<img class="onas" :src="clean">
<p>6. 24/7 Консьерж-сервис: Наша команда всегда готова помочь вам
в любое время суток.</p>
</div>
<h3> Мы стремимся к тому, чтобы ваше пребывание в

Межгалактической гостиннице было незабываемым. Если у вас есть какие-либо дополнительные запросы, мы будем рады помочь!</h3>
</div>
</div>
</template>

<script>
import park from '@/assets/images/park.jpg';
import cosmos from '@/assets/images/cosmos.jpg';
import spa from '@/assets/images/spa.jpg';
import sport from '@/assets/images/sport.jpg';
import bass from '@/assets/images/bass.jpg';
import conf from '@/assets/images/conf.jpg';
import clean from '@/assets/images/clean.jpg';

export default {
name: 'AboutPage',
data() {
return {
park,
cosmos,
spa,
sport,
bass,
conf,
clean
};
},
}
</script>

<style scoped>
 @import './css.css';
</style>