    <template>
    <div class="text-center n">
    <h1 class="display-4">Межгалактическая гостиница</h1>
    <img :src="otel">
    <h2>Добро пожаловать на сайт Межгалактической гостиницы!</h2>
    <h3>
    Наша гостиница - это ворота в неизведанные уголки вселенной. Мы предлагаем уникальные услуги, которые позволят вам испытать незабываемые ощущения от путешествия по галактике.
    </h3>
    <img :src="room">
    <h3>
    Насладитесь комфортом наших люксов, каждый из которых оборудован последними достижениями технологий для обеспечения максимального комфорта во время вашего пребывания.
    </h3>
    <img :src="restaran">
    <h3>
    Наши рестораны предлагают изысканные блюда, приготовленные лучшими шеф-поварами из всей галактики. Исследуйте космос, не покидая удобства нашего отеля. Межгалактическая гостиница - ваш дом среди звезд.
    </h3>
    <p>Телефон информационной поддержки: 73955512104.</p>
    <p>Адрес электронной почты: MIr_otel@milk.ru</p>
    <p>7 узел галактики "Млечный путь"</p>
    </div>
    </template>

    <script>
    import otel from '@/assets/images/otel.jpg';
    import room from '@/assets/images/room.jpg';
    import restaran from '@/assets/images/restaran.jpg';

    export default {
    name: 'GlavComponent',
    data() {
    return {
    otel,
    room,
    restaran
    };
    },
    }
    </script>

    <style scoped>

    @import './css.css';
    </style>

